{
  "titlePage": "Oscar Espa침a",
  "subTitlePage": "Desarrollador Front-end",
  "contactMe": "Cont치ctame",
  "presentation": {
    "description": "Hola, mi nombre es Oscar Espa침a 游녦. Soy desarrollador frontend con experiencia en dise침o y desarrollo de aplicaciones web y m칩viles. Me encanta aprender nuevas tecnolog칤as, emplear tendencias de dise침o y me enfoco en entregar un producto de calidad de acuerdo a las necesidades del usuario"
  },
  "myServices": {
    "web": "Desarrollo de aplicaciones web, sitios web, E -commerce",
    "mobile": "Desarrollo de aplicaciones m칩viles multiplataforma (Android y iOS)",
    "design": "Dise침o UI de aplicaciones web y m칩viles"
  },
  "skills": {
    "creative": "CREATIVO",
    "efficient": "EFICIENTE",
    "teamwork": "TRABAJO EN EQUIPO",
    "innovate": "INNOVADOR",
    "leadership": "LIDERAZGO"
  },
  "technologies": {
    "title": "Mis tecnolog칤as"
  },
  "aboutMe": {
    "about": "Acerca",
    "me": " de mi",
    "description1": "Mi nombre es Oscar Espa침a, soy ingeniero en Electr칩nica y Redes de Informaci칩n graduado de la Escuela Polit칠cnica Nacional en Quito - Ecuador, me considero un apasionado del desarrollo web y m칩vil, y constantemente me encuentro aprendiendo nuevas tecnolog칤as.",
    "description2": "Mi inter칠s por desarrollo web comenz칩 a inicios del 2019 y desde ese momento nunca he dejado de aprender, he llegado a realizar proyectos para peque침as, medianas y grandes empresas.",
    "description3": "A lo largo de mi carrera profesional he participado en proyectos tanto para Backend y Frontend, sin embargo mi especialidad es del desarrollo Frontend, con la cual me siento mas c칩modo. Adem치s, tengo conocimientos sobre el dise침o de interfaces tanto para aplicaciones web y m칩viles usando FIGMA con el fin de entregar un producto que cumplan las expectativas de los clientes.",
    "description4": "Me gusta trabajar en equipo, ya que puedo compartir mis conocimientos con otras personas y adem치s puedo aprender de ellos, permiti칠ndome crecer como persona y profesional."
  },
  "portfolio": {
    "title": "Portafolio",
    "viewProject": "Ver Proyecto",
    "items": {
      "oscarEspana": {
        "title": "Portafolio - ",
        "titleEmphasys": "Oscar Espa침a",
        "description": "P치gina web personal en donde encontrar치s informaci칩n clave sobre mi persona, incluyendo experiencia laboral, proyectos destacados e informaci칩n de contacto. Presenta un dise침o atractivo, cautivador y minimalitsa",
        "technologies": "React, Next JS, Tailwind CSS, GSAP, Scrolltrigger"
      },
      "grupoTransoceanica": {
        "title": "Grupo",
        "titleEmphasys": "Transoec치nica",
        "description": "Aplicaci칩n web dise침ada para automatizar los procesos clave de las operadoras de vuelo en cuanto a la programaci칩n de vuelos se refiere, mejorando la eficiencia y la organizaci칩n en la industria a칠rea.",
        "technologies": "React, Next JS, MUI, Typescript, GraphQL, Redux Toolkit"
      },
      "bella": {
        "titleEmphasys": "Bella",
        "description": "Una Landing page minimalista y elegante que cautiva con su dise침o sofisticado y una amplia variedad de animaciones, que se despliegan de manera fluida al hacer scroll.",
        "technologies": "HTML, CSS,  Vanilla JS, GSAP, Scrolltrigger "
      },
      "formikMui": {
        "title": "Formularios con MUI",
        "titleEmphasys": "y Formik",
        "description": "Colecci칩n de ejemplos que demuestran el poder de Formik en el manejo de formularios de diversas categor칤as. Este proyecto cuenta con m칰ltiples componentes reutilizables, facilitando el desarrollo en futuros proyectos",
        "technologies": "React, Next JS, MUI (Material UI), Formik, Typescript"
      },
      "fitbaFood": {
        "title": "Fitba ",
        "titleEmphasys": "Food",
        "description": "Landing page que destaca el delicioso men칰 de comida saludable y los exclusivos servicios adicionales que ofrece. Descubre una experiencia gastron칩mica 칰nica y completa con Fitba Food.",
        "technologies": "React, Next JS, MUI (Material UI), Framer Motion, Typescript, "
      },
      "delivery": {
        "titleEmphasys": "Deliveroo",
        "description": "Clon de una popular aplicaci칩n de entrega de comida a domicilio, donde descubrir치s una amplia selecci칩n de restaurantes y productos de alta calidad para satisfacer todos tus antojos culinarios.",
        "technologies": "React Native, Tailwind CSS, Redux Toolkit, Sanity.io "
      }
    }
  },
  "workingTogether": {
    "working": "Trabajemos",
    "together": "juntos"
  },
  "metadata": {
    "title": "Oscar Espa침a - Portafolio",
    "description": "Soy Oscar Espa침a, apasionado por el desarrollador front-end con experiencia en dise침o y desarrollo de aplicaciones web y m칩viles. Cont치ctame"
  }
}
