{
  "titlePage": "Oscar Espa침a",
  "subTitlePage": "Front-end Developer",
  "contactMe": "Contact me",
  "presentation": {
    "description": "Hello, my name is Oscar Espa침a 游녦. I'm a front-end developer with experience in design and development of web and mobile applications. I love to learn new technologies, use design trends and I focus on delivering a quality product according to the user's needs."
  },
  "myServices": {
    "web": "Web applications development, web sites, E - commerce",
    "mobile": "Cross-platform mobile application development (Android and iOS)",
    "design": "UI design of web and mobile applications"
  },
  "skills": {
    "creative": "CREATIVE",
    "efficient": "EFFICIENT",
    "teamwork": "TEAMWORK",
    "innovate": "INNOVATIVE",
    "leadership": "LEADERSHIPP"
  },
  "technologies": {
    "title": "My technologies"
  },
  "aboutMe": {
    "about": "About",
    "me": " me",
    "description1": "My name is Oscar Espa침a, I am an engineer in Electronics and Information Networks graduated from the National Polytechnic School in Quito - Ecuador, I consider myself passionate about web and mobile development, and I am constantly learning new technologies.",
    "description2": "My interest in web development started at the beginning of 2019 and since then I have never stopped learning, I have done projects for small, medium and large companies.",
    "description3": "Throughout my professional career I have participated in projects for both Back-end and Front-end, however my specialty is Front-end development, with which I feel more comfortable. In addition, I have knowledge about interface design for both web and mobile applications using FIGMA in order to deliver a product that meets customer expectations.",
    "description4": "I like working in a team, since I can share my knowledge with other people and I can also learn from them, allowing me to grow as a person and professional."
  },
  "portfolio": {
    "title": "Portfolio",
    "viewProject": "View Project",
    "items": {
      "oscarEspana": {
        "title": "Portfolio - ",
        "titleEmphasys": "Oscar Espa침a",
        "description": "A personal website where you will find key information about me, including work experience, notable projects, and contact details. It showcases an attractive, captivating, and minimalist design.",
        "technologies": "React, Next JS, Tailwind CSS, GSAP, Scrolltrigger"
      },
      "grupoTransoceanica": {
        "title": "Group",
        "titleEmphasys": "Transoceanica",
        "description": "A web application designed to automate key processes related to flight scheduling for airline operators, enhancing efficiency and organization in the aviation industry.",
        "technologies": "React, Next JS, MUI, Typescript, GraphQL, Redux Toolkit"
      },
      "bella": {
        "titleEmphasys": "Bella",
        "description": "A minimalist and elegant landing page that captivates with its sophisticated design and a wide variety of animations that seamlessly unfold while scrolling.",
        "technologies": "HTML, CSS, Vanilla JS, GSAP, Scrolltrigger"
      },
      "formikMui": {
        "title": "Forms with MUI",
        "titleEmphasys": "and Formik",
        "description": "A collection of examples demonstrating the power of Formik in handling forms of various categories. This project includes multiple reusable components, facilitating development in future projects.",
        "technologies": "React, Next JS, MUI (Material UI), Formik, Typescript"
      },
      "fitbaFood": {
        "title": "Fitba",
        "titleEmphasys": "Food",
        "description": "A landing page that highlights the delicious menu of healthy food and exclusive additional services offered. Discover a unique and complete gastronomic experience with Fitba Food.",
        "technologies": "React, Next JS, MUI (Material UI), Framer Motion, Typescript"
      },
      "delivery": {
        "titleEmphasys": "Deliveroo",
        "description": "A clone of a popular food delivery application, where you will discover a wide selection of high-quality restaurants and products to satisfy all your culinary cravings.",
        "technologies": "React Native, Tailwind CSS, Redux Toolkit, Sanity.io"
      }
    }
  },
  "workingTogether": {
    "working": "Let's work",
    "together": "together"
  },
  "metadata": {
    "title": "Oscar Espa침a - Portfolio",
    "description": "I'm Oscar Spain, passionate about front-end developer with experience in web and mobile application design and development. Contact me"
  }
}
